questions = [
    {
        "question": "ভারতের রাজধানী কী?",
        "options": ["কলকাতা", "মুম্বাই", "নয়াদিল্লি", "চেন্নাই"],
        "answer": "নয়াদিল্লি"
    },
    {
        "question": "পৃথিবীর সবচেয়ে বড় মহাসাগর কোনটি?",
        "options": ["আটলান্টিক", "ভারত মহাসাগর", "প্রশান্ত মহাসাগর", "আর্কটিক"],
        "answer": "প্রশান্ত মহাসাগর"
    },
    {
        "question": "বাংলাদেশের জাতীয় ফুল কী?",
        "options": ["গোলাপ", "শাপলা", "জবা", "সূর্যমুখী"],
        "answer": "শাপলা"
    },
    {
        "question": "সূর্য কোন দিকে উদয় হয়?",
        "options": ["উত্তর", "দক্ষিণ", "পূর্ব", "পশ্চিম"],
        "answer": "পূর্ব"
    },
    {
        "question": "কম্পিউটারের মস্তিষ্ক কাকে বলা হয়?",
        "options": ["RAM", "CPU", "Monitor", "Hard Disk"],
        "answer": "CPU"
    },
    {
        "question": "H2O কী?",
        "options": ["অক্সিজেন", "হাইড্রোজেন", "জল", "লবণ"],
        "answer": "জল"
    },
    {
        "question": "ভারতের জাতীয় পশু কী?",
        "options": ["সিংহ", "বাঘ", "হাতি", "ঘোড়া"],
        "answer": "বাঘ"
    },
    {
        "question": "বিশ্বের সর্বোচ্চ পর্বত?",
        "options": ["K2", "এভারেস্ট", "কাঞ্চনজঙ্ঘা", "নন্দাদেবী"],
        "answer": "এভারেস্ট"
    },
    {
        "question": "1 কিলোমিটারে কত মিটার?",
        "options": ["10", "100", "1000", "10000"],
        "answer": "1000"
    },
    {
        "question": "ভারতের জাতীয় সঙ্গীত কে লিখেছেন?",
        "options": ["নজরুল", "বঙ্কিমচন্দ্র", "রবীন্দ্রনাথ ঠাকুর", "শরৎচন্দ্র"],
        "answer": "রবীন্দ্রনাথ ঠাকুর"
    }
]

